packages/fluidsimfoam/fluidsimfoam-0.0.8.tar.gz/fluidsimfoam-0.0.8/tests/saved_cases/cbox/sim0/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}

simulationType    laminar;

RAS
{
    RASModel       kEpsilon;
    turbulence     on;
    printCoeffs    on;
}
