packages/fluidsimfoam/fluidsimfoam-0.0.8.tar.gz/fluidsimfoam-0.0.8/tests/saved_cases/cbox/sim0/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

transportModel    Newtonian;

// Laminar viscosity
nu                0.001;

// Thermal expansion coefficient
beta              1.88583;

// Reference temperature
TRef              300;

// Laminar Prandtl number
Pr                1.0;

// Turbulent Prandtl number
Prt               1.0;
