packages/fluidsimfoam/fluidsimfoam-0.0.8.tar.gz/fluidsimfoam-0.0.8/tests/saved_cases/cbox/sim0/system/solverInfo
// -*- C++ -*-

type            solverInfo;
libs            (utilityFunctionObjects);

writeInterval   1;

writeControl writeTime;

fields      (p_rgh);

writeFields yes;
